Repository: arun-development/game_4x_mmo_3d
Catalog: Server/Modules/Localize/Game/Units/Resource.*.resx
Languages: es, ru

# AttackName
source: Attack
es: Ataque
ru: Атака

# BattleCruiserDescription
source: Battlecruiser is...
es: BattleCruiser esto es...
ru: Боевой крейсер “Нага” - производство этого крейсера было запущено сразу после начала войны со Скагри. Правительство Конфедерации поручило корпорации “Горизонт” создать универсальный боевой корабль, сочетающий в себе баланс маневренности и огневой мощи. Проект был реализован как нельзя лучше и благодаря крейсерам “Нага”, силы Конфедерации смогли успешно противостоять натиску Скагри.

# BattleCruiserName
source: Battlecruiser
es: BattleCruiserES
ru: Крейсер

# BattleShipDescription
source: BattleShip is...
es: Battleship esto es...
ru: Линкор “Мьёльнир” - специальный проект корпорации “Горизонт”, который положил начало эры тяжелых боевых кораблей Конфедерации. “Мьёльнир” хорошо защищен и обладает внушительным арсеналом, достаточным для наступательных операций против Скагри. Благодаря своим боевым характеристикам, он также идеально подходит для обороны колоний как заградительный корабль.

# BattleShipName
source: BattleShip
es: BattleshipES
ru: Линкор

# Cc
source: Confederation Credits
es: Créditos de la Confederación
ru: Кредиты конфедерации

# CommandCenter
source: Command сenter
es: Centro de comando
ru: Командный центр

# CurrentValue
source: CurrentValue en
es: CurrentValue es
ru: CurrentValue ru

source: Dark matter
es: Materia oscura
ru: Темная материя

# DrednoutDescription
source: Drednout is...
es: Drednout esto es...
ru: Дредноут “Судья” - совместный проект корпораций “Зевс” и “Горизонт”. Космическая крепость, обладающая колоссальной разрушительной мощью. Одним выстрелом из ионной пушки, он может обратить в пепел целый флот противника.

# DrednoutName
source: Drednout
es: DrednoutES
ru: Дредноут

# DroneDescription
source: Drone is...
es: Drone esto es...
ru: Боевой дрон “молния”- изначально был разработан корпорацией “Зевс” в исследовательских целях, для поиска новых, отдаленных миров с пригодными для жизни планетами.. Однако, после начала войны со Скагри, дрон получил боевые модификации, и теперь, во избежание человеческих потерь, составляет основу флота конфедерации. Скорость и маневренность, делают его весьма сложной мишенью, а боевая эффективность полностью оправдывает затраты на производство.

# DroneName
source: Drone
es: DroneES
ru: Дрон

source: Enegry
es: Energía
ru: Энергия

# EnergyConverter
source: Exchange
es: Resource exchange es
ru: Обмен ресурсов

# EnergyConverterDescripton
source: EnergyConverterDescripton en
es: EnergyConverterDescripton es
ru: EnergyConverterDescripton ru

source: Exchange course
es: Curso de intercambio
ru: Курс обмена

# ExtractionModule
source: Extraction
es: ExtractionModule es
ru: ExtractionModule ru

# ExtractionModuleDescription
source: ExtractionModuleDescription en
es: ExtractionModuleDescription es
ru: Благодаря передовым технологиям корпорации “Зевс”, стало доступно использование энергии ядра планеты, которая получила широкое применение во всех отраслях науки и промышленности. Реактор синтеза позволяет получить различные виды ресурсов используя энергию ядра планеты на которой он установлен.

# FrigateDescription
source: Frigate is...
es: Frigate esto es...
ru: Боевой Фрегат “хищник” - спроектирован военно-промышленной корпорацией “Горизонт” по заказу правительства, для подавления бунтов и восстаний в отдаленных колониях галактики во время “смуты Харкина”. Он прекрасно показал себя в бою и был принят на вооружение регулярного флота. Пилоты “хищников” отразили удар первой волны Скагри, предотвратив уничтожение человечества. “Хищник” является грозным оружием флота конфедерации и блестяще справляется со всеми боевыми задачами.

# FrigateName
source: Frigate
es: FrigateES
ru: Фрегат

source: HangarToggle
ru: HangarToggle ru

# HpName
source: Structure
es: Estructura
ru: Структура

# IndustrialComplex
source: Industrial сomplex
es: Complejo industrial
ru: Промышленный комплекс

# Iridium
source: Iroxium
ru: Ироксиум

# MaxStorableDarkMatter
source: MaxStorableDarkMatter en
es: MaxStorableDarkMatter es
ru: MaxStorableDarkMatter ru

# MaxStorableEnegy
source: MaxStorableEnegy en
es: MaxStorableEnegy es
ru: MaxStorableEnegy ru

# MaxStorableIridium
source: MaxStorableIroxium en
es: MaxStorableIroxium es
ru: MaxStorableIroxium ru

# MotherEnergyConverter
source: Exchange
es: MotherEnergyConverter es
ru: MotherEnergyConverter ru

# MotherEnergyConverterDescription
source: MotherEnergyConverterDescription en
es: MotherEnergyConverterDescription es
ru: MotherEnergyConverterDescription ru

# MotherExtractionModule
source: Extraction
es: MotherExtractionModule es
ru: MotherExtractionModule ru

# MotherExtractionModuleDescription
source: MotherExtractionModuleDescription en
es: MotherExtractionModuleDescription es
ru: MotherExtractionModuleDescription ru

# MotherIndustrialComplex
source: Industrial Complex
es: MotherIndustrialComplex es
ru: MotherIndustrialComplex ru

# MotherSpaceShipyard
source: Space Shipyard
es: MotherSpaceShipyard es
ru: MotherSpaceShipyard ru

# MotherSpaceShipyardDescription
source: MotherSpaceShipyardDescription en
es: MotherSpaceShipyardDescription es
ru: MotherSpaceShipyardDescription ru

# MotherStorage
source: Storage
es: MotherStorage es
ru: MotherStorage ru

# MotherStorageDescription
source: MotherStorageDescription en
es: MotherStorageDescription es
ru: MotherStorageDescription ru

# NextValue
source: NextValue en
es: NextValue es
ru: NextValue ru

# ProductionPower
source: Power
es: Potencia
ru: Мощность

source: Select target
es: Seleccione un objetivo
ru: Выбрать цель

source: Send all
es: Enviar todos
ru: Отправить все

source: Space shipyard
es: Astillero espacio
ru: Космическая верфь

# SpaceShipyardDescription
source: SpaceShipyardDescription en
es: SpaceShipyardDescription es
ru: Сборочный комплекс “Гефест”, специальная разработка военно-промышленной корпорации “Горизонт”, спроектирован для дистанционного управления производством боевых кораблей конфедерации в отдаленных колониях. Осуществляет сборку дронов и малых боевых кораблей. Усовершенствование комплекса позволит получить доступ к производству тяжелых боевых кораблей и дредноутов.

source: Storage
es: Almacenamiento
ru: Хранилище

# StorageDescription
source: StorageDescriptionEn Lorem ipsum dolor sit amet, consectetur adipiscing elit. Morbi gravida mi sit amet nisl pharetra, vitae ultricies sem laoreet. Ut at suscipit mi. Duis enim nunc, placerat sit amet mauris sit amet, hendrerit pulvinar felis. Curabitur pharetra venenatis ipsum eget posuere. Suspendisse mauris dui, iaculis vitae posuere et, iaculis et dolor. Ut finibus maximus ultrices. Suspendisse fermentum pharetra pulvinar. In auctor augue magna, id tempus lorem pellentesque non. Cras aliquam congue rutrum. Aenean eget felis non dolor rhoncus sodales eu sit amet eros. Duis eget tortor diam. Suspendisse accumsan mattis libero tempus maximus. Fusce ipsum tellus, laoreet eu est at, auctor lacinia mauris. Vivamus malesuada erat in turpis condimentum, ac pharetra felis tincidunt. Curabitur enim nisi, commodo non interdum vitae, iaculis id tellus. Curabitur vehicula mauris ac metus egestas laoreet. Suspendisse ut blandit neque. Suspendisse eu auctor magna. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Donec porttitor eleifend orci, sed vestibulum erat porta vel. Nam rhoncus, diam pellentesque faucibus gravida, mauris dolor vehicula erat, at commodo ligula massa sit amet ex. Suspendisse non metus quam. Nunc venenatis ligula lacus, eget tincidunt enim cursus maximus.
es: StorageDescriptionEs
ru: Настоящим прорывом в области хранения и транспортировки ресурсов стало открытие “структурного преобразования материи”, что позволяет хранить практически неограниченные объемы ресурсов в условиях ограниченного пространства, а также транспортировка материи на расстояния в миллионы световых лет.

source: Time production
es: El tiempo de producción
ru: Время производства

# TransferLosses
source: TransferLosses en
es: TransferLosses es
ru: TransferLosses ru

# Turel
source: Turel en
es: Turel es
ru: Турель

# TurelDescription
source: Turel Description en
es: Turel Description es
ru: Turel Description ru

# Upgrade
source: Order
es: Pedir
ru: Заказать
