Repository: arun-development/game_4x_mmo_3d
Catalog: Server/Modules/Localize/Site/Home/Resource.*.resx
Languages: es, ru

source: Features
es: Características
ru: Особенности

source: Screenshots
es: Capturas de pantalla
ru: Cкриншоты

source: story
es: Historia
ru: История

# storyDescription
source: In the future, when space has long ceased to be a mystery for humans and conquering new worlds became commonplace, humans discovered creatures with an incredible ability to regenerate, called Skagry. Later, their genome was discovered to contain information that gave people eternal life. However, humans found that to be insufficient and began breeding Skagry and experiment with their genes. At some point the situation got out of control and Skagry broke free. Driven by a collective mind, they overtook planet after planet and soon filled the galaxy. To counter Skagry, a united government called the Confederation was established, charged with correcting the mistakes of the past and returning dominance over the universe to humanity.
es: En el futuro, cuando el espacio ya había dejado de ser un misterio para los seres humanos, y la conquista de nuevos mundos se convirtió en un lugar común, los humanos descubrieron criaturas con una increíble capacidad de regenerarse, llamado Skagry. Más tarde, en su genoma fue descubierta la información que ayudó a la humanidad obtener una vida eterna. Sin embargo, este descubrimiento resultó a los seres humanos insuficiente y ellos empezaron a cultivar Skagry y hacer experimentos genéticos. En algún momento, la situación se salió de control y Skagry se liberaron de sus limitaciones. Impulsados por una mente colectiva, van absorbiendo planeta por planeta y pronto llenarán la Galaxia. Para confrontarse con Skagry, la humanidad se une en la Confederación que tiene que ocuparse de corregir los errores del pasado y devolver a la humanidad el dominio sobre el Universo.
ru: В будущем, когда космос уже перестал быть загадкой для человека, а покорение новых миров стало обыденностью, люди обнаружили существ с невероятной способностью к регенерации - “Скагри”. Позднее, в их геноме была найдена информация, благодаря которой люди обрели вечную жизнь. Но этого человечеству было недостаточно и они начали выращивать Скагри и проводить эксперименты с их генами. В какой-то момент ситуация вышла из-под контроля и Скагри вырвались на свободу. Движимые коллективным разумом, они поглощали планету за планетой и вскоре заполонили нашу галактику. Для противостояния Скагри, человечество объединилось в "Конфедерацию", которой предстоит исправить ошибки прошлого и вернуть человечеству господство во Вселенной.

source: The Game
es: El juego
ru: Игра

# TheUniverse
source: Universe
es: ES
ru: Вселенная

# f_freedomOfActionBody
source: An open world with thousands of solar systems. You can do whatever you want. Explore the universe, colonize planets, mine resources, build armys, improve technologies, fight for sovereignty and reign over the universe together with thousands of other players.
es: Es un mundo abierto con miles de sistemas solares. Puede hacer lo que quiera. Explorar el Universo, colonizar planetas, extraer recursos, crear ejercitos, mejorar las tecnologías, luchar por la soberanía y el poder en el Universo, junto con miles de otros jugadores.
ru: Открытый мир с тысячами солнечных систем. Вы можете делать все, что захотите. Исследовать Вселенную, колонизировать планеты, добывать ресурсы, создавать армии, улучшать технологии, бороться за суверенитет и власть во Вселенной вместе с тысячами других игроков.

# f_freedomOfActionHead
source: Sandbox
ru: Песочница

# f_presidentElectionsBody
source: A unique feature of the game is that each player can become the leader of the human race in the fight against Skagry and gain a significant advantage in the development and military power for himself and all of his supporters.
es: La peculiaridad de juego, gracias a la cual cada jugador tendrá oportunidad ser un buen líder de la raza humana en la lucha contra Skagry, obteniendo una ventaja significativa en el desarrollo y poder militar para sí mismo y todos sus seguidores.
ru: Уникальная особенность игры, благодаря которой у каждого игрока будет возможность стать лидером человеческой расы в борьбе против Скагри, получая при этом значительное преимущество в развитии и военной мощи для себя и всех своих сторонников.

# f_presidentElectionsHead
source: Government Elections
es: Elecciones del Gobierno
ru: Выборы правительства

# f_systemPvpNolimitsBody
source: You will be able to attack any player, regardless of his development level and the size of his army. Anytime and anywhere. As a reward for defeating other players, you will earn PVP points needed to advance in the ranking and secure the Presidency of the Confederation.
es: Usted será capaz de atacar a cualquier jugador independientemente de su nivel de desarrollo y de tamaño de su ejército. En cualquier momento y en cualquier lugar. Por derrotar a otros jugadores, va a recibir puntos PVP, necesarios para avanzar de rango y luchar por la Presidencia de la Confederación.
ru: Вы сможете атаковать любого игрока вне зависимости от уровня его развития и численности его армии. Когда угодно и где угодно. За победу над другими игроками Вы будете получать PVP очки, необходимые для продвижения в рейтинге и в борьбе за кресло президента Конфедерации.

# f_systemPvpNolimitsHead
source: Hardcore PvP
es: PVP Hardcore
ru: Хардкор PvP

# f_systemUpgradeNoLimitsBody
source: The game has no restrictions on the level of development of colonies and technologies. You can upgrade any building or technology to the level you want. This will allow you to plan your development in greater detail and focus on the aspect of the game you are interested in most.
es: El juego no tiene restricciones en el nivel de desarrollo de las colonias y tecnologías. Puede mejorar cualquier edificio o tecnología hasta nivel que desea. Que le permite planificar su desarrollo más detalladamente y hacer hincapié en el aspecto de juego que le interese más.
ru: В игре нет ограничений по уровню развития колоний и технологий. Вы сможете улучшать любое здание или технологию до нужного Вам уровня. Что позволит Вам более детально планировать своё развитие и делать акцент на интересующий Вас игровой аспект.

# f_systemUpgradeNoLimitsHead
source: No level restrictions
es: No hay restricciones de nivel
ru: Нет ограничений уровня

# g_alliance
source: Create a powerful alliance capable of conquering the universe or join one. Colonize planets and defend them from the attacks of Skagry and other players. Remember, sovereignty is the key to dominance over the universe.
es: Cree una alianza poderosa que sea capaz de conquistar el universo o únase a ella. Colonice planetas y defiéndalos de los ataques de Skagry y de otros jugadores. Recuerde, que la soberanía es la clave para el dominio sobre el universo.
ru: Создайте могущественный альянс способный завоевать Вселенную или присоединяйтесь к нему. Колонизируйте планеты и защищайте их от нападений Скагри и других игроков. Помните, суверенитет - это ключ к господству во Вселенной.

# g_allianceHead
source: Alliance and sovereignty
es: Alianza y soberanía
ru: Альянс и Суверенитет

# g_gamePlay
source: You are the Commander of the Confederation Fleet. You have your own mothership that you will never lose. You are not bound to any location, and can move freely across the universe with thousands of solar systems and with multiple planets available for colonization and development. After securing enough colonies, you will become a prominent figure in the Confederation and will be able to establish a powerful empire under your command to influence the course of events in the universe. Of course, it will be hard for you to do it alone, so try to get as many supporters as possible, because it will greatly increase your chances to succeed if you also plan to run for President of the Confederation. Everything is set against the background of Skagry’s endless attacks and the growing competition among thousands of players worldwide, making the challenge particularly acute. Skagry’s universe is a cruel place. Will you survive?
es: Usted es el comandante de la flota de la Confederación. A su disposición está su propia nave nodriza la cual nunca va a perder. Usted no está vinculado con localización concreta y puede moverse libremente a través del universo que cuenta con miles sistemas solares con un montón de planetas para la colonización y el desarrollo. Teniendo suficientes colonias usted podrá convertirse en una figura importante en la Confederación y será capaz de establecer un poderoso imperio bajo su mando para influir en el curso de los acontecimientos en el universo. Por supuesto, usted tendrá dificultades realizarlo por sí solo, así que intente conseguir tantos seguidores como sea posible, ya que esto aumentará considerablemente sus posibilidades de tener éxito, si usted también va a ejecutar para el Presidente de la Confederación. La agudeza está dada por un sinfín de ataques de Skagry y la creciente competencia entre los miles de jugadores en todo el mundo. El universo Skagry es un lugar cruel. ¿Podrá sobrevivir?
ru: Вы командир боевого флота Конфедерации. В вашем распоряжении собственный мазершип, который вы никогда не потеряете. Вы не привязаны к какой-либо локации и можете свободно передвигаться по Вселенной которая насчитывает тысячи солнечных систем со множеством планет для колонизации и развития. Имея достаточно колоний, Вы станете значимой фигурой в Конфедерации и сможете основать могущественную империю под своим командованием, чтобы влиять на ход событий во Вселенной. Конечно, Вам будет трудно справиться с этим в одиночку, по этому постарайтесь заполучить как можно больше сторонников, это значительно увеличит ваши шансы на успех если Вы, к тому же планируете баллотироваться на пост президента Конфедерации. Остроты всему этому придают нескончаемые нападения Скагри и постоянно растущая конкуренция среди тысяч игроков по всему миру. Вселенная Скагри - жестокий мир. Сможете ли Вы выжить?

# g_gamePlayHead
source: Gameplay
ru: Геймплэй

# g_Politics
source: Become President of the Confederation with the most votes in weekly elections or support the candidate you like. Win the trust of voters or find another almost legal way to win elections.
es: Conviértase en el Presidente de la Confederación habiendo tomado un mayor número de votos en las elecciones semanales o apoye al candidato que desee. Gane la confianza de los votantes o encuentre otra manera casi legal para ganar las elecciones.
ru: Станьте президентом Конфедерации набрав большинство голосов на еженедельных выборах или поддержите понравившегося кандидата. Завоюйте доверие избирателей или найдите другой, почти легальный способ победить на выборах.

# g_PoliticsHead
source: Politics and Diplomacy
es: Política y la diplomacia
ru: Политика и Дипломатия

# g_Production
source: Build troops at your colonial bases, increase the combat ability of your army or step up defence of your colonies, turning them into impenetrable fortresses. Choose your unique path for the development of technologies to conquer the universe.
es: Cree tropas en sus bases coloniales, aumente la capacidad de combate de su ejército o desarrolle la defensa de sus colonias para convertirlas en fortalezas impenetrables. Elija su camino único para el desarrollo de tecnologías para conquistar el universo.
ru: Производите войска на базах своих колоний, наращивайте боевой потенциал своей армии или развивайте оборону колоний делая их неприступными крепостями. Выберите свой уникальный путь развития технологий для завоевания Вселенной.

# g_ProductionHead
source: Production and Technology
es: Producción y tecnología
ru: Производство и Технологии

# g_Regions
source: Each region has its own features and different concentrations of Skagry. Each solar system is unique, and you will never find two identical solar systems. Planets also differ in terms of available resources and the benefits of ownership.
es: Cada región tiene sus propias características y diferentes concentraciones de Skagry. Cada sistema solar es único, y nunca se encuentran dos sistemas solares idénticos. Los planetas también se diferencian en cuanto a los recursos disponibles y las ventajas de la propiedad.
ru: Каждый регион имеет свои особенности и различную концентрацию Скагри. Каждая солнечная система уникальна, вы никогда не найдёте две одинаковые солнечные системы. Планеты также отличаются богатством ресурсов и преимуществами владения.

# g_RegionsHead
source: Regions and solar system
es: Regiones y sistemas
ru: Регионы и системы

# r_Confederation
source: Confederation
es: Confederación
ru: Конфедерация

# r_ConfederationDescription
source: United forces of humanity in the fight against Skagry. A single government headed by the President and Ministers. The President and five Ministers are elected by the people, and the other five are appointed by the President. The Confederation’s symbol displays its structure. The President is denoted by a big star in the middle. The stars on the left-hand side represent the Ministers elected by the people, who often do not share the President’s views and go into opposition. The stars on the right-hand side stand for the President’s trustees, whom he appoints personally. Either way, they are all part of the whole, the Confederation.
es: Fuerzas unidas de la humanidad en la lucha contra Skagry. El gobierno unido encabezado por el Presidente y los Ministros. El Presidente y cinco Ministros son elegidos por el pueblo, y los otros cinco son nombrados por el Presidente. El símbolo de la Confederación refleja su estructura. El presidente está marcado con una gran estrella en el centro. Las estrellas en la parte izquierda representan los Ministros elegidos por el pueblo, que a menudo no comparten el punto de vista del Presidente, y pasan a la oposición. Las estrellas en el lado derecho representan confidentes del Presidente, a los que nombra personalmente. Pero de alguna manera, todos ellos son una parte de un todo, de la Confederación.
ru: Объединённые силы человечества в борьбе против Скагри. Единое правительство во главе с Президентом и министрами. Президент и пятеро министров избираются народом, а остальные пять назначает Президент. Символ Конфедерации отображает её структуру. Президент обозначен большой звездой в центре. Звёзды по левую сторону - избранные народом министры, которые зачастую не разделяют взглядов президента и уходят в оппозицию. Звёзды по правую сторону - доверенные лица президента, которых он назначает на должности лично. Но так или иначе, все они являются частью одного целого, Конфедерацией.

# r_RaceSkagry
source: Skagry - NPC
ru: Скагри - NPC

# r_RaceSkagryDescription
source: Alien species with an accelerated regeneration and reproductive function. Obey the collective wisdom and act on the principle of Roy, the aim of which is to absorb all life forms encountered on the way, and the creation of colonies in all possible areas. Skagry instantly adapt to the weather conditions and landshavtnym any planet that always allows them to fight at home, greatly complicating the task at the same time for the Confederate forces. Skagry ruthless and do not know fear. Without exaggeration, this is the most dangerous creature in the universe.
es: Una especie alienígena con regeneración acelerada y funcíon reproductiva. Obedece a la mente colectiva y actúa según el principio de Roy, cuyo objetivo es absorber todas las formas de vida encontradas en el camino, y la creación de colonias en todos los territorios posibles. Skagry se adapta instantáneamente a las condiciones atmosféricas y del terreno de cualquier planeta, lo que le permite llevar a cabo la batalla como si estuviera en su casa, complicando considerablemente la tarea para las fuerzas de la Confederación. Skagry es implacable y no conoce el miedo. Sin exagerar, es una de las bestias más peligrosas en todo el Universo.
ru: Инопланетный биологический вид с ускоренной регенерацией и репродуктивной функцией. Подчиняются коллективному разуму и действуют по принципу Роя, целью которого является поглощение всех форм жизни встречающихся на пути и создание колоний на всех возможных территориях. Скагри моментально адаптируются к атмосферным и ландшафтным условиям любой планеты, что позволяет им всегда вести бой как у себя дома, значительно осложняя при этом задачу для сил Конфедерации. Скагри беспощадны и не знают страха. Без преувеличения, это самые опасные твари во Вселенной.

# YoutubeVideoUniverseOfSkagryTrailer
source: jlsde2lxO68
ru: DphbR4Y8HGo

# VideoUniverseOfSkagryTrailer
source: skagry_trailer_en
ru: skagry_trailer_ru
